general/book/consent_of_the_networked.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Consent of the Networked</title>
<!-- 2016-10-04 周二 20:59 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />

<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/font.css"/>
<link rel="stylesheet" type="text/css" href="../../styles/readtheorg/css/readtheorg.css"/>





</head>
<body>
<div id="content">
<h1 class="title">Consent of the Networked</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Preface</a></li>
<li><a href="#sec-2">2. Introduction</a></li>
<li><a href="#sec-3">3. Chapter 1: Consent and Sovereignty</a>
<ul>
<li><a href="#sec-3-1">3.1. Corporate superpowers</a></li>
<li><a href="#sec-3-2">3.2. Legitimacy</a></li>
</ul>
</li>
<li><a href="#sec-4">4. Chapter 2: Rise of the Digital Commons</a>
<ul>
<li><a href="#sec-4-1">4.1. The Technical Commons</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Preface</h2>
<div class="outline-text-2" id="text-1">
<blockquote>
<p>
Not only are software and hardware more efficient and omniscient than humans, but conveniently they also lack consciences.
</p>
</blockquote>

<blockquote>
<p>
The technologies and policies that make surveillance and censorship possible in China and many other countries are closely connected to policy, business, and technical decisions being made by governments and companies in the democratic West.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Introduction</h2>
<div class="outline-text-2" id="text-2">
<blockquote>
<p>
If the events of 2011 taught the world anything, it is that although the Internet empowers dissent and activism, it is not an instant freedom tonic that, when applied in sufficient quantities, automatically results in freedom.
</p>
</blockquote>

<blockquote>
<p>
It is a reality of human nature that those with power, however benign or even noble their intentions, will do what they can to keep it.
</p>
</blockquote>

<blockquote>
<p>
The essence of Government is power; and power, lodged as it must be in human hands, will ever be liable to abuse. - James Madison
</p>
</blockquote>

<blockquote>
<p>
In the physical world, mechanisms of democratic politics and constitutional law have worked &#x2026; to protect citizens' rights. But these mechanisms are no longer adequate for people whose physical lives now depend on what they can or cannot do (and what others can do to them) in the new digital spaces where sovereignty and power are ill-defined and highly contested. The reality is that the corporations and governments that build, operate, and govern cyberspace are not being held sufficiently accountable for their exercise of power over the lives and identities of people who use digital networks. They are sovereigns operating without the consent of the networked.
</p>
</blockquote>

<blockquote>
<p>
"Governance" functions, once carried out almost entirely by nation-states, are now shared increasingly by private networks and platforms. The lives of people around the world &#x2026; are increasingly shaped by programmers, engineers, and corporate executives for whom nobody ever voted and who are not accountable to the public interest in any way.
</p>
</blockquote>

<blockquote>
<p>
In the first half of the twentieth century, corporations were forced to consider employees' safety and health. In the past fifty years the environmental movement has forced industry to share responsibility for pollution and more recently climate change &#x2026; So far, most Internet and telecommunications companies have failed to accept responsibility — beyond cyber-utopian platitudes — for the rights of their customers and users, even as companies in other, much older industries have long since begun to do so with their workers, shareholders, and broader stakeholders.
</p>
</blockquote>

<blockquote>
<p>
In the twenty-first century, many of the most acute political and geopolitical struggles will involve access to and control of information. Human freedom increasingly depends on &#x2026; what information we are able to create and disseminate: what we can share; how we can share it; and with whom we can share it.
</p>
</blockquote>

<blockquote>
<p>
Contrary to what some people may have hoped and believed, the Internet does not change human nature. We have begun to see how absolute power in cyberspace corrupts absolutely as it does in physical space.
</p>
</blockquote>

<blockquote>
<p>
The Internet is a human creation. Power struggles are an inevitable feature of human society.
</p>
</blockquote>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Chapter 1: Consent and Sovereignty</h2>
<div class="outline-text-2" id="text-3">
<blockquote>
<p>
Innovative technology in the hands of brave people can free us all from tyranny.
</p>
</blockquote>

<blockquote>
<p>
The struggle for freedom in the Internet age is shaping up to be very different from the ideological struggles of the twentieth century. Today's struggle is not a clear-cut contest of democracy versus dictatorship, communism versus capitalism, or one ideology over another. Human society has acquired a digital dimension with new, cross-cutting power relationships. &#x2026; Today's battles over freedom and control are raging simultaneously across democracies and dictatorships; across economic, ideological, and cultural lines.
</p>
</blockquote>

<blockquote>
<p>
On the one hand are the customers and users — also citizens of polities — whose trust is required for long-term business success, and who themselves hold a range of often-conflicting beliefs and values. On the other hand are governments, whose approval and regulatory support is critical if the corporations are to run profitable businesses or gain access to lucrative markets, and who are often important customers themselves.
</p>
</blockquote>

<blockquote>
<p>
The problem is that our ability to organize and speak out is shaped — often quite subtly — by the Internet service providers, e-mail services, mobile devices, and social networking services. If our communications and access to information are manipulated in ways we are not aware of, and if these companies' relationships with government are opaque, our ability to understand how power is being exercised over us, and our ability to hold that power to account, will be eroded in a more subtle and insidious manner than Orwell ever imagined.
</p>
</blockquote>
</div>

<div id="outline-container-sec-3-1" class="outline-3">
<h3 id="sec-3-1"><span class="section-number-3">3.1</span> Corporate superpowers</h3>
<div class="outline-text-3" id="text-3-1">
<blockquote>
<p>
Successful businesses need regulatory and legal environments that allow private citizens to form companies, borrow money or obtain investment, and protect their rights to property and inventions — both physical and virtual. It was no accident that Microsoft, Apple, Google, and Amazon were spawned by entrepreneurs in the United States and not in other countries with more constrained regulatory, entrepreneurial, and political environments.
</p>
</blockquote>

<blockquote>
<p>
&#x2026; the conventional power politics of nation-states is disrupted by the emerging power of the private sector. Approximately half of the world's one hundred largest economic entities are now corporations. If Wal-mart were a country, it would be the world's twenty-fifth-largest economy in terms of GDP, ahead of countries such as Norway, Venezuela, and the United Arab Emirates.
</p>
</blockquote>
</div>
</div>
<div id="outline-container-sec-3-2" class="outline-3">
<h3 id="sec-3-2"><span class="section-number-3">3.2</span> Legitimacy</h3>
<div class="outline-text-3" id="text-3-2">
<blockquote>
<p>
Modern concepts of sovereignty and legitimacy first germinated eight hundred years ago when a critical mass of English nobility decided that the unconstrained "divine right of kings" no longer served their interests &#x2026; forced King John to sign a document called the Magna Carta. This "great charter" recognized that even kings must be bound by law and unleashed a powerful set of ideas about legal rights and political sovereignty.
</p>

<p>
The Magna Carta was the first attempt in the Western world since the ancient Greeks to enshrine the idea that a sovereign's legitimacy does not derive solely from divine right and brute force; even the king is subject to the law. Though the barons were hardly populists, let alone revolutionaries — their goal was to protect the interests of an elite ruling class — the Magna Carta nonetheless laid the groundwork for the concept of the modern nation-state, based on the rule of law over men.
</p>
</blockquote>

<blockquote>
<p>
In 1647 during the English civil war, a scrappy group of commoners calling themselves the Levellers issued a declaration of rights, including assertions that all citizens have the right to liberty of conscience and religion; that all laws must respect all persons equally, regardless of wealth, nobility, or lack thereof &#x2026; Even though they failed, their ideas eventually inspired the American Declaration of Independence and the Bill of Rights, and became the building blocks of the United Kingdom's modern parliamentary system.
</p>
</blockquote>

<blockquote>
<p>
&#x2026; we have a problem: we understand how power works in the physical world, but we do not yet have a clear understanding of how power works in the digital realm.
</p>
</blockquote>

<blockquote>
<p>
The point of democracy is that power, when unchecked, will be abused by any person or group of people with the opportunity to wield it. More than three hundred years since the Treaty of Westphalia and over two hundred since the world's first democracy was established, we have a reasonable understanding of how nation-states wield power and how state power can be constrained by constitutions, elections, laws, and international treaties.
</p>
</blockquote>

<blockquote>
<p>
Amid all of our excitement over new technologies, our default assumption as citizens must be that governments, powerful corporations seeking market dominance, and various other interest groups will use digital networks to obtain and maintain power whenever the opportunity presents itself. If existing institutions and mechanisms are inadequate to constrain the abuse of power across globally interconnected digital networks, political innovation must catch up to technological innovation.
</p>
</blockquote>

<blockquote>
<p>
Democracy was never advanced by people asking politely.
</p>
</blockquote>

<blockquote>
<p>
Conceiving and implementing a governance structure for a globally interconnected digital world that constrains the abuse of both government and corporate power and protects individual rights — based on the notion of consent of the networked — is not going to be any easier. A first step in that direction is to acknowledge, protect, and nurture a powerful counterweight to government and corporate power: the digital commons.
</p>
</blockquote>
</div>
</div>
</div>
<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Chapter 2: Rise of the Digital Commons</h2>
<div class="outline-text-2" id="text-4">
<blockquote>
<p>
In the early 1800s, when the United States was still a novel political experiment, Alexis de Tocqueville observed in his classic book Democracy in America that the key to functional democracy was a vibrant "civil society." He described the importance of active involvement by citizens in community life: people from all social strata and professions taking personal responsibility for the safety and well-being of their communities, pushing back against perceived infringements of their rights, and sharing ideas and forming associations to solve problems and improve life for everybody.
</p>
</blockquote>
</div>

<div id="outline-container-sec-4-1" class="outline-3">
<h3 id="sec-4-1"><span class="section-number-3">4.1</span> The Technical Commons</h3>
<div class="outline-text-3" id="text-4-1">
<blockquote>
<p>
The technical standards upon which the Internet and the World Wide Web depend are at the core of the digital commons: they are not copyrighted or trademarked.They are free and open to all. The Internet's inherent value and power come from the fact that it is globally interoperable and decentralized, so that everybody can add to the network and create products, services, and platforms on top of it without having to obtain permission or license, or some kind of access code, from anybody in particular.
</p>
</blockquote>

<blockquote>
<p>
The technical protocols that enable different kinds of computers and software to communicate with one another across networks are called TCP/IP. These protocols were developed by engineers working across a variety of research labs and companies. &#x2026; The Internet would not be what it is today if those engineers had been unable or unwilling to share TCP/IP freely with the world as part of the digital commons.
</p>
</blockquote>

<blockquote>
<p>
The World Wide Web, invented two decades after the Internet, &#x2026; Sir Tim Berners-Lee &#x2026; in 1990 &#x2026; wrote a simple computer program called the WorldWideWeb to make it easier for researchers in his lab to locate and share each other's data. Sir Berners-Lee did not try to patent or charge for the use of his HTML language and the web-addressing system he created; instead he released them into the public domain.
</p>
</blockquote>

<blockquote>
<p>
&#x2026; open standards organizations (such as the Internet Engineering Task Force, or IETF, and the World Wide Web Consortium, or W3C) and the coordinating bodies that maintain the global addressing and domain name system (like the Internet Corporation for Assigned Names and Numbers, or ICANN, and regional Internet registries). These organizations maintain, update, and add to the technical standards necessary to keep the Internet running on increasingly sophisticated devices used by almost two billion people around the planet. Governments do not run any of these organizations. Some countries — China, Iran, and Brazil, to name a few — have lobbied for the United Nations to take over these organizations and coordinating bodies. Other countries, including the United States, are opposed. So are human rights groups and most major Western Internet companies.
</p>
</blockquote>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2016-10-04 周二 20:59</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.5h)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
